{
  "aerial.nvim": { "branch": "master" },
  "better-escape.nvim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lightspeed.nvim": { "branch": "main" },
  "lsp_lines.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-comment": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-solarized-lua": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-refactor": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "refactoring.nvim": { "branch": "master" },
  "registers.nvim": { "branch": "main" },
  "surround.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tmux.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-easy-align": { "branch": "master" },
  "vim-test": { "branch": "master" },
  "vim-tpipeline": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}